driver-tests/bpelse/assign/AssignJbi/test/results/CopylanguageInvoke/Actual_20130314144902_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <languagePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_language>en</xsd_language>
      <optional_language>de</optional_language>
      <repeat_language>de</repeat_language>
      <repeat_language>cn</repeat_language>
    </languagePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>